{
  "schedule": [
      {
          "date": "2024-10-03",
          "groups": [
              {
                  "time": "08։00",
                  "sessions": [
                      {
                          "name": "Participants registration",
                          "timeStart": "08։45 am",
                          "timeEnd": "09։45 am",
                          "location": "Tamanyan Hall",
                          "tracks": [
                              "Food"
                          ],
                          "id": "1"
                      },
                      {
                          "name": "Video screening about NLA",
                          "timeStart": "08։45 ",
                          "timeEnd": "09։45 ",
                          "location": "Tamanyan Hall",
                          "tracks": [
                              "Food"
                          ],
                          "id": "2"
                      }
                  ]
              },
              {
                  "time": "10։00",
                  "sessions": [
                      {
                          "name": "Opening ceremony",
                          "location": "Tamanyan hall",
                          "timeStart": "10։00 ",
                          "timeEnd": "10։30 ",
                          "tracks": [
                              "Ionic"
                          ],
                          "id": "3"
                      },
                      {
                          "name": "Plenary session “Brave New World”",
                          "location": "Tamanyan hall",
                          "speakerNames": [
                              "De Loof Chris",
                              "Thomas Niels Peter",
                              "Atoyan Arman",
                              "Freeman Molly"
                          ],
                          "timeStart": "10:30 ",
                          "timeEnd": "12:00 ",
                          "tracks": [
                              "Tooling"
                          ],
                          "id": "4"
                      }
                  ]
              },
              {
                  "time": "12:00",
                  "sessions": [
                      {
                          "name": "MoU Signing",
                          "location": "",
                          "timeStart": "12:00 ",
                          "timeEnd": "12:10 ",
                          "tracks": [
                              "Ionic"
                          ],
                          "id": "5"
                      }
                  ]
              },
              {
                  "time": "13:00",
                  "sessions": [
                      {
                          "name": "Plenary session “Brave New World”",
                          "location": "Tamanyan Hall",
                          "speakerNames": [
                              "Vadim Duda",
                              "Gyula Kalcsó",
                              "Davtian Annie",
                              "Chulyan Anna"
                          ],
                          "timeStart": "13:00 ",
                          "timeEnd": "14:30 ",
                          "tracks": [
                              "Workshop"
                          ],
                          "id": "6"
                      }
                  ]
              },
              {
                  "time": "14։00 pm",
                  "sessions": [
                      {
                          "name": "Coffee break",
                          "location": "II floor",
                          "timeStart": "14։30 ",
                          "timeEnd": "15:00 ",
                          "tracks": [
                              "Food"
                          ],
                          "id": "7"
                      }
                  ]
              },
              {
                  "time": "15։00",
                  "sessions": [
                      {
                          "name": "Armenian heritage preservation and promotion",
                          "location": "Tamanyan Hall",
                          "speakerNames": [
                              "Meliné Pehlivanian",
                              "Michael James Erdman",
                              "Astghik Hakobyan",
                              "Nora Avetyan",
                              "Veronika Trotter",
                              "Hamest Tamrazyan",
                              "Nevena Gramatikova"
                          ],
                          "timeStart": "15:00 ",
                          "timeEnd": "16:30 ",
                          "tracks": [
                              "Communication"
                          ],
                          "id": "8"
                      },
                      {
                          "name": "Digital content management",
                          "location": "Small Hall",
                          "speakerNames": [
                              "Ines Vodopivec",
                              "Ani Boyadjian",
                              "Mátyás Rényi",
                              "Hovhannisyan Gayane",
                              "Nersisyan Varsik",
                              "Vidal-Gorène Chahan",
                              "Melikbekyan Naira"
                          ],
                          "timeStart": "15:00 ",
                          "timeEnd": "16:30 ",
                          "tracks": [
                              "Communication"
                          ],
                          "id": "9"
                      },
                      {
                          "name": "28 th General Meeting of the Members of the Library Assembly of Eurasia",
                          "location": "Presidential Hall",
                          "speakerNames": [
                              "Vadim Duda",
                              "Teshabaeva Umida",
                              "Chulyan Anna",
                              "Denis Tsypkin",
                              "Ainura Askarova",
                              "Yuri Nosov",
                              "Vedenyapina Maria",
                              "Kolganova Ada",
                              "Belyakova Darya"
                          ],
                          "timeStart": "15:00 ",
                          "timeEnd": "16:30 ",
                          "tracks": [
                              "Communication"
                          ],
                          "id": "10"
                      },
                      {
                          "name": "Bibliography",
                          "location": "Art Hall",
                          "speakerNames": [
                              "Haykanush Ghazaryan",
                              "Nersesyan Astghik",
                              "Harutyunyan Armine",
                              "Arakelyan Irina",
                              "Tikunova Irina"
                          ],
                          "timeStart": "15:00 ",
                          "timeEnd": "16:30 ",
                          "tracks": [
                              "Communication"
                          ],
                          "id": "11"
                      }
                  ]
              }
          ]
      }
  ],
  "speakers": [
      {
          "name": "De Loof Chris",
          "profilePic": "/assets/img/speakers/chris-de-lof.jpg",
          "about": "As a Senior Policy Advisor at the Belgian Science Policy Office (BELSPO), Chris de Loof works on digital strategies for Scientific Research and Culture Heritage. Chris is a long-time promoter of open and FAIR data and open science. He has an interest for innovative, cross-cutting collaborations between cultural heritage professionals and researchers, mostly those in the fields of the Humanities and Social Sciences. Chris is delegate to the Commission expert group on the common European Data Space for Cultural Heritage (CEDCHE). He is also the Chair of the General Assembly of DARIAH, the European Research Infrastructures for digital humanities and arts, and Belgian representative in the European Research Infrastructure for Heritage Science (E-RIHS). In the past Chris has been involved in several successful EU funded projects, often in a managerial role. Chris studied Business Information Management at the KU Leuven focusing on Information Technology, process and data management.",
          "title": "Belnet National Research \nEducation Network",
          "location": "Brussels, Belgium",
          "id": "1"
      },
      {
          "name": "Thomas Niels Peter",
          "profilePic": "/assets/img/speakers/thomas-niels-peter.jpg",
          "about": "Niels Peter Thomas is the Head of the Global Books Business at Springer Nature, responsible for the largest academic book portfolio in the world. He has been working in publishing for almost twenty years, partially being based in Germany, partially in China. In his career, he has been involved in many research and development projects innovating both the (digital) product and their business models. Niels holds a master’s degree in Industrial Engineering and a PhD in Economics. He is visiting professor of Beijing Institute of Graphical Communication, a Chinese university specialising in publishing research.",
          "title": "Thomas Niels Peter",
          "location": "Heidelberg, Germany",
          "id": "2"
      },
      {
          "name": "Atoyan Arman",
          "profilePic": "/assets/img/speakers/Աթոյան A8man.jpg",
          "about": "Arman Atoyan is an AR/VR Evangelist and Serial Entrepreneur, with a range of successful startups. Arman started his journey in IT in 2005, when he was 20 years old. In 2008 he established his first tech company named X-TECH, which combines innovation and cutting-edge technology solutions not only in Armenia, but also internationally. During these ten years, X-TECH has many successful spin-offs, such as CityBugs and ARLOOPA. From 2014 ARLOOPA started delivering AR & VR products the market and soon became an AR & VR leader in Armenia and regionally. Now with an annual growth of 400% ARLOOPA is becoming an AR-Cloud and AR-Commerce platform, where artists and creative content creators can monetize their creations.",
          "title": "ARLOOPA",
          "location": "Yerevan, Armenia",
          "id": "3"
      },
      {
          "name": "Freeman Molly",
          "profilePic": "/assets/img/speakers/Ֆրիման Մոլլի.jpg",
          "about": "Professor Freeman’s doctorate is in Complex Systems and Distance Learning which informs her dialogic pedagogy and analyses of emerging digital technology. She teaches “Critical Thinking for the Digital Era” at the American University of Armenia. Professor Freeman has taught in the fields of Sociology and Education at several California universities. Her publications include Education research pertaining to the use of digital technology, research that occurred prior to findings indicating harms associated with digital addictions, fake news, and the deployment of AI before testing.",
          "title": "American University of Armenia",
          "location": "Yerevan, Armenia",
          "id": "4"
      },
      {
          "name": "Vadim Duda",
          "profilePic": "/assets/img/speakers/vadim-duda.jpg",
          "about": "For over three decades, Vadim Duda held various senior positions, including CEO and Chairman of Board in both Russian and international companies with the focus on international relations, culture, IT, and new media, in the Ministry of Culture of the Russian Federation, where his responsibilities included advancing international cooperation in the field of culture, and launching federal state Internet projects, like the Culture Portal and the National Digital Library. Vadim Duda was appointed Director General of the Russian State Library on 28 August 2018. He also serves as the President of the Library Assembly of Eurasia, the President of the Russian Library Association.",
          "title": "Russian State Library",
          "location": "Moscow, Russia",
          "id": "5"
      },
      {
          "name": "Gyula Kalcsó",
          "profilePic": "/assets/img/speakers/ԿԱլչո Գյուլա.jpg",
          "about": "Gyula Kalcsó is the leader of the web archiving team at the National Széchényi Library Digital Humanities Centre Department of Digital Philology and Web Archiving. He is also a university lecturer in linguistics. His main fields are born digital archiving, corpus building, natural language processing. Dr. Kalcsó holds a PhD in linguistics and has been publishing articles for twenty years on topics such as corpus building for linguistics, linguistic corpus analysis, digital humanities theory and practice.",
          "title": "National Széchényi Library",
          "location": "Budapest, Hungary",
          "id": "6"
      },
      {
          "name": "Davtian Annie",
          "profilePic": "/assets/img/speakers/Դավթյան ԱՆի.jpg",
          "about": "Annie Davtian is the CEO & managing partner of a “Lawsuit” Law Firm and focuses on intellectual property protection including state registration of intellectual property rights, counselling on IP deals and franchising matters. Annie Davtian provides legal mentorship to start-up founders who aim to launch in the US and European Union markets. She is also the first lawyer in Armenia who specialises in fashion law and IP rights in this industry, as well as e-commerce legal structure and design rights. Annie Davtian is a highly-ranked intellectual property lawyer and expert in Armenia. She was involved in large-scale international disputes protecting clients and has extensive experience representing companies in administrative courts, as well as courts of general jurisdiction. Big part of Annie Davtian’s practice is due diligence for companies relating to matters of intellectual property compliance. Annie Davtian is a board member and the President of The Association of “Intellectual Property Right Armenian Lawyers”, at the same time she is a member of International Trademark Association (INTA). Annie Davtian graduated from the Law Faculty of the Russian-Armenian University with honours and has been admitted to the Armenian Bar. She is a Lecturer at the Russian-Armenian University.",
          "title": "Russian-Armenian University",
          "location": "Yerevan, Armenia",
          "id": "7"
      },
      {
          "name": "Chulyan Anna",
          "profilePic": "/assets/img/speakers/Չուլյան ԱՆնա.jpg",
          "about": "Anna Chulyan is a Candidate of Sciences in Philology, Associate Professor. She has been the Director of the National Library of Armenia since August 2020. A. Chulyan has many years of experience in the field of librarianship, in particular, for 10 years she served as the Director of the library of Brusov State University and the Head of the Brusov Scientific Centre (2010-2020). She is an Associate Professor at the Department of World literature and Culture of Brusov State University and had been a Lecturer at the Department of Library Information Resources of the International Scientific and Educational Centre of the Academy of Sciences of the Republic of Armenia. Since 2014 A. Chulyan has also been the Chairman of the Consortium of Electronic Libraries of Armenia, and since 2015 the coordinator of EIFL (Electronic Information for Libraries) in Armenia. In 2019 she founded the “Digital Library Association of Armenia” (DLAA) NGO. She is an IFLA Standing Committee member for National Libraries Section. In 2021 she was elected Vice President of the Eurasian Library Assembly until 2025. A. Chulyan is an author of numerous articles and publications, also а coordinator of many international projects.",
          "title": "National Library of Armenia",
          "location": "Yerevan, Armenia",
          "id": "8"
      },
      {
          "name": "Meliné Pehlivanian",
          "profilePic": "/assets/img/speakers/Փեհլիվանյան Մելինե.jpg",
          "about": "Meliné Pehlivanian is the Vice Director of the Oriental Department of the Berlin State Library and curator for the Armenian, Turkish, and African collections of the library. She has published on various topics regarding Armenian written heritage and collection building and has organised four expositions on the topic in Germany since 1999.",
          "title": "Berlin State Library",
          "location": "Berlin, Germany",
          "id": "9"
      },
      {
          "name": "Michael James Erdman",
          "profilePic": "/assets/img/speakers/Էրդման ՄԱյքլ Ջեյմս.jpg",
          "about": "Michael Erdman is the Head of the Middle East and Central Asia Section at the British Library. He completed his doctorate at SOAS (School of Oriental and African Studies) in 2018, focusing on the writing of history in Soviet Central Asia and Turkey in the 1920s and 30s. His interests include intellectual history among non-Russian intellectuals in the Soviet Union and periodical histories among Soviet exiles in the interwar period. Prior to joining the British Library, Michael worked as a diplomat for the Canadian Foreign Service.",
          "title": "The British Library",
          "location": "London, United Kingdom",
          "id": "10"
      },
      {
          "name": "Mátyás Rényi",
          "profilePic": "/assets/img/speakers/ՄԱտյաշ Ռենյի.jpg",
          "about": "Mátyás Rényi is a digital preservation specialist and has a master’s degree in Library and Information Science. He has participated in digital library tasks related to the National Széchényi Library in different positions from 2016 to 2024. He coordinated the Mikes Kelemen diaspora project from 2016 to 2021. Presently, he is the Head of the Digital Preservation Department at the National Széchényi Library.",
          "title": "National Széchényi Library",
          "location": "Budapest, Hungary",
          "id": "11"
      },
      {
          "name": "Hovhannisyan Gayane",
          "profilePic": "/assets/img/speakers/Հովհաննիսյան Գայանե.jpg",
          "about": "Gayane Hovhannisyan is a Doctor of Sciences in Philology, Professor. She has been teaching languages for more than thirty years, has extensive international academic and research experience and many published works. Her interests include patterns of language acquisition, their formalisation, as well as problems of language thinking and verbal communication. She currently leads a Brusov State University research group working on the creation of parallel Armenian-English digital databases.",
          "title": "Brusov State University",
          "location": "Yerevan, Armenia",
          "id": "12"
      },
      {
          "name": "Nersisyan Varsik",
          "profilePic": "/assets/img/speakers/Ներսիսյան Վարսիկ.jpg",
          "about": "Varsik Nersisyan holds a PhD in Philology. From 1993 to 1998 she was a student of the Faculty of Philology of Gavar State University. From 2000 to 2009 she worked as a Researcher at the Language Institute after Hr. Acharyan of the National Academy of Sciences of the Republic of Armenia. She is currently an Associate Professor at the Chair of Mother Tongue and Its Teaching Methodology at the Armenian State Pedagogical University after Kh. Abovyan, a Senior Researcher in the Department of Modern Armenian Language at the National Academy of Sciences of the Republic of Armenia, and a Lecturer at Gavar State University. She is the author of a monograph, a teaching manual and over thirty articles.",
          "title": "ASPU after Kh. Abovyan,\nGavar State University,\nLanguage Institute after Hr.\nAcharyan NAS RA",
          "location": "Yerevan, Armenia",
          "id": "13"
      },
      {
          "name": "Vidal-Gorène Chahan",
          "profilePic": "/assets/img/speakers/Վիդալ-Գորեն Շահան.png",
          "about": "Chahan Vidal-Gorène is the Head of the Digital Humanities master’s degree at Paris Sciences Lettres University-Ecole nationale des Chartes. He is also the CEO and Founder of Calfa, a startup specialised in developing AI for document analysis and understanding, with a main focus on handwritten text recognition of Armenian and Oriental scripts.",
          "title": "“Calfa” Technology Center",
          "location": "Paris, France",
          "id": "14"
      },
      {
          "name": "Melikbekyan Naira",
          "profilePic": "/assets/img/speakers/Մելիքբեկյան Նաիրա.jpg",
          "about": "Since 2022 Naira Melikbekyan has been the Head of Digitisation and Publishing Department at the National Library of Armenia. From 2021 to 2022 she was the Head of the Publications Department. From 2019 to 2021 she was a programmer at the Fundamental Scientific Library of the National Academy of Sciences of the Republic of Armenia. From 2013 to 2019 she was the Head of the Research Centre “Library Grid Technologies” at the National Library of Armenia. From 1997 to 2013 she was a cataloguer and operator at the National Library of Armenia.",
          "title": "Melikbekyan Naira",
          "location": "Yerevan, Armenia",
          "id": "15"
      },
      {
          "name": "Astghik Hakobyan",
          "profilePic": "/assets/img/speakers/Հակոբյան Աստղիկ.jpg",
          "about": "Astghik Hakobyan studied at Yerevan State University, Faculty of History and received her bachelor’s degree in History, Pedagogy, and then master’s degree in History from 2004 to 2010. In 2019 she got her PhD in History with a dissertation titled “The Iranian-Armenian Community in 1921-1945” at the Institute of History of the National Academy of Sciences of the Republic of Armenia. Since 2011 she has been working at the National Archives of Armenia. Since 2021 she is a Lecturer at the Chair of Iranian Studies, Faculty of Oriental Studies, Yerevan State University. She has authored twenty articles and a monograph.",
          "title": "National Archives of Armenia",
          "location": "Yerevan, Armenia",
          "id": "16"
      },
      {
          "name": "Nora Avetyan",
          "profilePic": "/assets/img/speakers/Ավետյան Նորա.jpg",
          "about": "Nora Avetyan is the Armenian and Persian Catalogue Librarian at UCLA Library. She works with a variety of non-Roman languages and scripts. She is a trained archivist and has worked on several language and subject-oriented archives at the UCLA Library. She is one of the founding members of IAALA (International Association of Armenian Librarians and Archivists).",
          "title": "UCLA Library",
          "location": "Los Angeles, USA",
          "id": "17"
      },
      {
          "name": "Veronika Trotter",
          "profilePic": "/assets/img/speakers/Տրոտտեր Վերոնիկա.jpg",
          "about": "Veronika Trotter serves in the Area Studies Department of Indiana University Libraries and is engaged in the collection development, management, and promotion of Slavic and East European, Central Eurasian, and Middle Eastern Studies collections, as well as in reference services. Her interests include exploring rare books of the aforementioned regions. Trotter has extensive pedagogical experience and regularly conducts enriching classes based on the resources of the university rare books and manuscript library for students of various disciplines. She frequently presents her research to national and international conferences.",
          "title": "Indiana University Libraries",
          "location": "Bloomington, Indiana, USA",
          "id": "18"
      },
      {
          "name": "Hamest Tamrazyan",
          "profilePic": "/assets/img/speakers/Թամրազյան Համեստ.jpg",
          "about": "Hamest Tamrazyan is a PhD, the Scientific Coordinator at the “Culture at Risk” Unit, Swiss Federal Institute of Technology Lausanne (EPFL – École Polytechnique Fédérale de Lausanne). Her research specialises in digital humanities and the preservation of Armenian epigraphic heritage. She has led the development of a standardised SKOS vocabulary for Armenian epigraphy, and the digital methods and tools for digitising the endangered Armenian epigraphic heritage of Artsakh and other projects. Hamest Tamrazyan is actively engaged in scientific outreach, contributing to international conferences and building partnerships across Armenia, Ukraine, and Switzerland. Her work aims to enhance the accessibility and study of cultural heritage through innovative digital solutions.",
          "title": "Swiss Federal Institute of Technology Lausanne",
          "location": "Lausanne, Switzerland",
          "id": "19"
      },
      {
          "name": "Nevena Gramatikova",
          "profilePic": "/assets/img/speakers/Գրամատիկովա Նեվենա.jpg",
          "about": "In 2007 Nevena Gramatikova received her PhD at the Institute of Balkan Studies at the Bulgarian Academy of Sciences. Currently she is working as a Researcher at the Liberal Integration Foundation as well as an Archivist at the Oriental Collections Department at the “St. St. Cyril and Methodius” National Library of Bulgaria.",
          "title": "“St. St. Cyril and Methodius” National Library of Bulgaria",
          "location": "Sofia, Bulgaria",
          "id": "20"
      },
      {
          "name": "Ines Vodopivec",
          "profilePic": "/assets/img/speakers/Վոդոպիվեց Ինես.jpg",
          "about": "Ines Vodopivec is the Deputy Director of the National and University Library of Slovenia, Vice Dean at the Faculty of Slovene and International Studies, Nova University, and a member of the Europeana Network Association. Ines is involved in the Management Board and is a member of the Digital Humanities – Digital Scholarship Special Interest Group. She also works in the Slovene UNESCO National Committee for Written Cultural Heritage. She has already published two monographs, the last one entitled “Vivitur Ingenio: Renaissance Masters in Printed Editions in Slovenia.” For her research work, she received the University of Ljubljana Prešeren Award in 2005 and the Crystal Plaque at the Florence Conference, \"The Magic of the Renaissance,\" in 2018.",
          "titles": "National and University Library of Slovenia",
          "location": "Slovenia",
          "id": "21"
      },
      {
          "name": "Ani Boyadjian",
          "profilePic": "/assets/img/speakers/Բոյաջյան Անի.jpg",
          "about": "A native of Los Angeles, Ani Boyadjian has been a librarian since 1990. She has worked as a cataloguer, reference librarian, and consultant in public, academic, and school libraries. She is currently a Research and Special Collections Manager at the Los Angeles Public Library, where she oversees the Library’s digitisation efforts and special collections and archives. She is a founding and executive board member of the 'International Association of Armenian Librarians and Archivists'.",
          "title": "Los Angeles Public Library",
          "location": "Los Angeles, USA",
          "id": "22"
      },
      {
          "name": "Teshabaeva Umida",
          "profilePic": "/assets/img/speakers/Տեշաբաեվա Ումիդա.jpg",
          "about": "Umida Teshabaeva is the Director of the National Library of Uzbekistan after A. Navoi. In 1996 she graduated from the Tashkent State Institute of Culture as a librarian-bibliographer. In 2011 she was awarded the “20 Years of Independence of the Republic of Uzbekistan” badge. In 2020, she was awarded the Order of Labor Glory. Umida Teshabaeva has more than forty publications, fifteen methodological and bibliographic manuals, and about ten editorial and translation works.",
          "title": "National Library of Uzbekistan after A. Navoi",
          "location": "Tashkent, Uzbekistan",
          "id": "23"
      },
      {
          "name": "Denis Tsypkin",
          "profilePic": "/assets/img/speakers/Ցիպկին Դենիս.jpg",
          "about": "Denis Tsypkin is the Director General of the National Library of Russia. He graduated from Irkutsk State University in 1992 with a degree in Russian Language and Literature. In 2009 he was awarded a PhD in History. Since 1991 D. Tsypnik has been working in the National Library of Russia. He has held the positions of librarian, researcher, head of the laboratory, assistant to the Director General, and Director for Highly Valuable Collections. On March 18, 2024 he was appointed Director General of the National Library of Russia. Denis Tsypkin is a renowned scholar in the field of manuscript and book monuments expert research. He led the formation of a scientific school and a new scientific direction – the study of historical traces on the basis of the National Library of Russia; innovative development of the RNB’s restoration and conservation research and practice activities is underway. He supervises the establishment of the research and practice centres of the National Library of Russia: The Centre for East Slavic Studies, the Centre for Advanced Research Projects, the Centre for Bibliotherapy and Historical and Cognitive Studies. He is the author of 124 publications of both national and foreign editions. He is also the Co-Editor of the academic journal 'Literature and History' (Slovesnost’ i istoriia). In 2023 he was awarded with the Gratitude of the Minister of Culture of the Russian Federation.",
          "title": "National Library of Russia",
          "location": "St․ Petersburg, Russia",
          "id": "24"
      },
      {
          "name": "Ainura Askarova",
          "profilePic": "/assets/img/speakers/Ասկարովա Այնուրա.jpg",
          "about": "In 1998 Ainura Askarova graduated from the Faculty of Journalism of the Kyrgyz National University after Jusup Balasagyn, and in 2008 – the Academy of Public Administration. Since 2015 she has been a postgraduate student at the Kyrgyz State University after I. Arabaev, majoring in Political Science. From 1998 to 2007 she worked as a columnist for the newspaper “Erkin Too”, Chief Editor of “Zamandash” magazine, press secretary of the Ministry of Education of the Kyrgyz Republic, and press secretary of the Speaker of the Jogorku Kenesh (Supreme Council). Since 2016 she has been an expert for the Kyrgyzstan faction of the Jogorku Kenesh. From 2017 to 2018 Askarova was the Head of the Department of Regional and Cultural Studies at the Kyrgyz State University after I. Arabaev, and a lecturer at the National Commission on State Language under the President. From 2019 to 2024 she was a Deputy of the 6th convocation of the Jogorku Kenesh for the Kyrgyzstan Party and a member of the Committee on Budget and Finance of the Kyrgyz Republic. Since 2023 she has been the Deputy Minister of Culture, Information, Sports, and Youth Policy of the Kyrgyz Republic. Since July 16, 2024 she has been the Director of the National Library of Kyrgyz Republic after A. Osmonov.",
          "title": "National Library of Kyrgyz Republic After A. Osmonov",
          "location": "Bishkek, Kyrgyz Republic",
          "id": "25"
      },
      {
          "name": "Yuri Nosov",
          "profilePic": "/assets/img/speakers/Նոսով Յուրի.jpg",
          "about": "Yuri Nosov graduated from the Red Banner Military Institute and the Financial Academy under the Government of the Russian Federation. Since 1993 he has held various senior positions in the Ministry of Economic Development of the Russian Federation, as well as in the banking sector. From July 1998 to January 2019, he held various managerial positions in the Management Committee of PJSC Gazprom. Since 2021 he has been working at the Presidential Library. In 2022 he was appointed Deputy Director General of the Presidential Library and then the Acting Director General of the Library. Since 21 September 2022 he has been appointed Director General of the Presidential Library. He has a medal 'For Battle Merit', Order of Honour.",
          "title": "B. Yeltsin Presidential Library",
          "location": "St․ Petersburg, Russia",
          "id": "26"
      },
      {
          "name": "Vedenyapina Maria",
          "profilePic": "/assets/img/speakers/Վեդենյապինա Մարիա.png",
          "about": "Maria Vedenyapina graduated from the Institute of Asian and African Countries of the Moscow State University in 1981. For twenty years, she worked at the M. Rudomino All-Russian State Library for Foreign Literature (LFL). Head of the Russian State Children’s Library (RSCL) since 2012. The RSCL is a curator of Moscow and regional book festivals: Red Square Moscow Book Festival, Moscow International Children’s Book Fair, Kitovras book festival (Vladimir) and others. The All-Russian Family Reading Festival #ChitaiFest and the All-Russian Children’s and Youth Book Week are held annually at the Russian State Children’s Library. M. Vedenyapina is an Honoured Cultural Worker of the Russian Federation, President of the Raising Readers Association and others.",
          "title": "Russian State Children’s Library",
          "location": "Moscow, Russia",
          "id": "27"
      },
      {
          "name": "Kolganova Ada",
          "profilePic": "/assets/img/speakers/Կոլգանովա Ադա.jpg",
          "about": "In 1969 Ada Kolganova graduated with honours from the Philology Department of Belarusian State University. She is an Honoured Cultural Worker of the Russian Federation (1998) and holds a PhD in Philology. From 1969 to 1970 she worked as a Researcher at the Belarusian State Museum of the History of the Great Patriotic War. From 1970 to 1991 A. Kolganova was Head of the Group for the Preparation of Bibliographic Indexes and Head of the Literature Sector in the Languages of the Peoples of the USSR at the V.I. Lenin State Library of the USSR. Since 1991 she has served as Head of the Russian State Art Library (RSAL), and since 2001 as RSAL Director. She was Chair of the Section of Libraries of the Arts of the Russian Library Association for over twenty-five years. She has compiled and edited collections based on the materials of scientific conferences and is the author of about three hundred publications, including three books. Additionally, she is a member of the editorial board of three professional journals.",
          "title": "Russian State Art Library",
          "location": "Moscow, Russia",
          "id": "28"
      },
      {
          "name": "Belyakova Darya",
          "profilePic": "/assets/img/speakers/Բելյակովա Դարյա.jpg",
          "about": "Darya Belyakova is the Head of the Library Science Centre and Professional Interaction at the All-Russian State Library of Foreign Literature after M. Rudomino. She is the Deputy Chairman of the Standing Committee of the Russian Library Association Section on International Cooperation. She coordinates the column “Libraries of the World” in the “University Book” magazine. She is also a member of the Scientific Council of the Library of Foreign Literature. She is a co-organiser and expert of professional and creative competitions held by the Library of Foreign Literature. Since 2014 she has been a member of the editorial board of the annual scientific and analytical collection “Open Access”, which has been published by the Library of Foreign Literature since 1995, and some other publications. Ms. Belyakova is the author of about fifty professional publications. She also carries out and coordinates cooperation with Russian and international libraries and professional associations.",
          "title": "M. Rudomino All-Russia State Library for Foreign Literature",
          "location": "Moscow, Russia",
          "id": "29"
      },
      {
          "name": "Haykanush Ghazaryan",
          "profilePic": "/assets/img/speakers/Ղազարյան Հայկանուշ.png",
          "about": "Haykanush Ghazaryan graduated from Yerevan State University majoring in Armenian Philology, and received her master’s degree from the Department of Library Information Resources at the National Academy of Sciences of the Republic of Armenia. At the National Library of Armenia, she has held the positions of Head of the Bibliography Department and Science Secretary. Currently, she is the Deputy Director for Science. She has given presentations at international and national conferences and published articles. Additionally, she compiled and edited bibliographic reference books. In 2019 she organised and held a conference dedicated to the 225th anniversary of the Armenian press, compiled and prepared for publication digests of conference materials. She has received a number of awards.",
          "title": "National Library of Armenia",
          "location": "Yerevan, Armenia",
          "id": "30"
      },
      {
          "name": "Nersesyan Astghik",
          "profilePic": "/assets/img/speakers/Ներսեսյան Աստղիկ.jpg",
          "about": "After the merger of the National Book Chamber with the National Library of Armenia, Astghik Nersesyan became the Head of the Subdepartment of Armenian Book and Periodical’s Bibliography within Bibliography and Library Science Department at the National Library of Armenia. She participated in the compilation and editing of bibliographic volumes of 'The book in Soviet Armenia' (volumes 7, 8, 9) and 'Armenian translation literature' (A, B, C). Additionally, she is a member of the editorial board of the bibliography of 'Armenian Printing Publications'. She is also the editor of the e-book 'The Continuing Resources in the Republic of Armenia. Bibliography. Part 1. 2022 January-June'.",
          "title": "National Library of Armenia",
          "location": "Yerevan, Armenia",
          "id": "31"
      },
      {
          "name": "Harutyunyan Armine",
          "profilePic": "/assets/img/speakers/Հարությունյան Արմինե.jpg",
          "about": "Armine Harutyunyan has been working at the National Library of Armenia since 2007. She is the Head of the Foreign Literature Cataloguing Department. In 2021, for her significant contribution to the library sphere and long-term work, she was awarded a Certificate of Honour by the Ministry of Education, Science, Culture and Sports of the Republic of Armenia.",
          "title": "National Library of Armenia",
          "location": "Yerevan, Armenia",
          "id": "32"
      },
      {
          "name": "Arakelyan Irina",
          "profilePic": "/assets/img/speakers/Առաքելյան Իրինա.jpg",
          "about": "From 1991 to 1996 Irina Arakelyan studied at the Department of Armenian Language and Literature of the Historical and Philological Faculty of Stepanakert Pedagogical Institute (from 1993 – Artsakh State University). From 2001 to 2008 she was the Deputy Director of the Sevak Ghukasyan Sports and Cultural Academy of Chartar, and from 2008 to 2023 – the Director of the Academy. From 2012 to 2013 she was a Teacher at the Secondary School No. 1 after the Freedom Fighters of Chartar. Since 2023 she has been the 1st class Bibliographer of the Bibliography and Library Science Department of the National Library of Armenia.",
          "title": "National Library of Armenia",
          "location": "Yerevan, Armenia",
          "id": "33"
      },
      {
          "name": "Tikunova Irina",
          "profilePic": "/assets/img/speakers/Տիկունովա Իրինա.jpg",
          "about": "Irina Tikunova holds a university degree in Library Science and has over thirty-five years of experience in library work. She is the author of more than 150 articles on library science and book studies. She has contributed to the drafting of regulatory documents approved at the state level. She is also the coordinator of numerous international and national conferences. Ms. Tikunova is the Chair of the Subcommittee “Librarianship and Bibliography” of the Technical Committee for Standardisation 191 Rosstandart “Scientific and Technical Information, Library and Publishing, Document Management”, an ISO expert, a member of the editorial board of the journal “Bibliotekovedenie” (Russian Journal of Library Science), a member of the standing committees of sections of the Russian Library Association (RLA) and the jury for the annual national competition “The Best Professional Book”. She has been awarded a Certificate of Honour from the Ministry of Culture of the Russian Federation and the RLA Medal “For Contribution to the Development of Libraries”.",
          "title": "Russian State Library",
          "location": "Moscow, Russia",
          "id": "34"
      }
  ],
  "map": [
      {
          "name": "Monona Terrace Convention Center",
          "lat": 43.071584,
          "lng": -89.38012,
          "center": true
      },
      {
          "name": "Ionic HQ",
          "lat": 43.074395,
          "lng": -89.381056
      },
      {
          "name": "Afterparty - Brocach Irish Pub",
          "lat": 43.07336,
          "lng": -89.38335
      }
  ],
  "tracks": [
      {
          "name": "Angular",
          "icon": "logo-angular"
      },
      {
          "name": "Documentation",
          "icon": "document"
      },
      {
          "name": "Food",
          "icon": "restaurant"
      },
      {
          "name": "Ionic",
          "icon": "logo-ionic"
      },
      {
          "name": "Tooling",
          "icon": "hammer"
      },
      {
          "name": "Design",
          "icon": "color-palette"
      },
      {
          "name": "Services",
          "icon": "cog"
      },
      {
          "name": "Workshop",
          "icon": "construct"
      },
      {
          "name": "Communication",
          "icon": "call"
      },
      {
          "name": "Navigation",
          "icon": "compass"
      }
  ]
}